INSERT INTO article(id,annotation,content,title,book_id)VALUES(1,'Place for annotation','<p>Place for content.<p>','Summer inspiration',1);
INSERT INTO article(id,annotation,content,title)VALUES(2,'annotation2','content2','title2');
INSERT INTO article(id,annotation,content,title)VALUES(3,'annotation','content','title');
INSERT INTO article(id,annotation,content,title)VALUES(4,'annotation','content','title');
INSERT INTO article(id,annotation,content,title)VALUES(333,'annotation','content','delete article');

INSERT INTO article(id,book_id,annotation,title,content)VALUES(335,1,'','Зимняя поэма',
'<pre>Измеряются грустью и чашками чая
Безымянные, кроткие, зимние дни.
Проживаешь мгновения, не замечая,
Как бесследно теряются в прошлом они.

Покрывает надежды обманчивый иней,
Запотевшая память подобна окну.
Растворяется контур реальности синей:
Над экраном холодным и ясным усну.

Утомлен безучастностью, сентиментален,
Погружаюсь, запутавшись, в тихую тьму.
А приснятся весенние язвы проталин
И снега, равнодушны к концу своему.

И покажется, будто неловко ступаю
По сулящему гибель лукавому льду,
Приближаюсь безвольно к незримому краю,
Безучастно забвения смертного жду.

Обреченность души молодой беспричинна,
И мечты, и стремления сердца смешны.
Неизбежно и близко маячит кончина,
Обещая обители вечной весны.

А былого сомнения ныне убоги,
Поглотила пучина загробной реки;
Мысли канули в тени последней дороги.
Берега колдовской глубины далеки.

Не внимая молитвам, судьба непреклонна,
И слова, и молчание тщетны, пусты,
Но зовут перезвоны миров Авалона
Сквозь слепую завесу могильной черты.

Промелькнуло знамение в зыби туманной,
Воплощение обетованной земли.
Кровоточит сознание призрачной раной.
Рассеченную веру, Харон, исцели!

На морозе растрескалась черная лодка,
Перевозчик не тронет стремнину веслом.
Изменилась от боли и страха походка:
Не устанешь терзаться, скорбеть о былом.

Разрывается грудь от печали железной,
Утянуло уныние душу на дно.
Беспредельная пропасть зияющей бездной
Констатирует факт: умереть суждено.

Принимаю жестокую истину эту.
Под ногами ни твердь, но крошащийся наст.
Пересечь пожелавший замерзшую Лету
Неизбежно бесценное стражу отдаст.

Проседает поверхность, ломаясь и тая,
Увлекаясь течением мертвой воды,
И тасует агония льды, как живая,
И надежды безлики и сердцу чужды.

На сминаемой глади нельзя схорониться,
Настигает невидимый ужас. Фантом
Беспощаден. Аида владений граница
Искаверкала личность в тумане густом.

Просыпаюсь, но кровь под висками грохочет,
Что увидел в зловещем, пророческом сне.
И дрожу, возвратившийся первопроходчик,
Почему темнота ухмыляется мне?

Поднимусь, в запыленное зеркало гляну,
Не поверю, что нет в волосах седины.
Удивленный открытому в духе изъяну,
Осознаю, подобные обречены.

Не бывает беспечна дорога поэта,
И печаль неотступная бдит за спиной.
Угнетает суровая истина эта.
Почему безучастность любезна со мной?

Очарован иллюзией, горечью болен,
За словами под землю бреду в глубину.
В лабиринтах блуждаю заброшенных штолен
И ищу драгоценную правду одну.

И в прорубленных поиском чьим-то пещерах
Затеряюсь: обманка, сомнения, ложь.
А в рассветных, неискренних сумерках серых
На умершего в зеркале старом похож.

Бесполезен желанием я. Одноразов
И порыв, и поэзии выкрик немой.
Принимаю стекляшки за груды алмазов.
Одиссей никогда не вернется домой.

Помню Данте и вечный огонь Одиссею,
И правдивый, бесплотный, печальный язык.
Опереться на слабую веру не смею,
К безысходности мрачной за годы привык.

Не боюсь очевидной угрозы обвала,
Не боюсь нависающей тяжести гор.
Равнодушная память, чадя, истлевала.
Неужели конец однозначен и скор?

Умываюсь, покинув недвижность постели,
Отвечает насмешкой безмолвие глаз.
А секунды, минуты, недели летели.
Поклянусь измениться единственный раз.

И слезами обет приношу перед Богом,
Не терять ни мгновения, миг не терять.
На пути разрушения скользком, пологом
Не могу, покатившись, подняться опять.

Поклонюсь утешающим, строгим иконам,
И молитва развеет гнетущую тьму.
И прощенный, служивший делам беззаконным,
Не надеюсь тщеславно спастись самому.

На восходе сугроб переливчат и розов,
И затейлив узор приукрасил окно.
Неужели с уходом кристальных морозов
Полотно белотканное обречено?

Опалив чистоту, молодое светило
Прожигает сияющий кров белизны,
А снежинки в бесплодную грязь превратило.
Обтекают деревья угрюмы, темны.

Почему разрушения ярость воспета?
Сожаления вязки, сугубы, остры.
Разлилась половодьем забвения Лета,
Разделяя потоком зеркальным миры.

А тлетворная оттепель жизни хлопочет,
Умирает в смирении зимний покой.
Вырываются листья из лопнувших почек,
И весна торжествует в капели слепой.</pre>');